[
    { "id":"0", "sea":"false", "location":"Brest", "date":"19th August 1955", "text":"Just a short note to tell you how we're getting on so far last Tuesday was a little hectic but luckily I picked up Jan over the weekend and he was a very calming influence I drove the boy Atkinson  to Bath on Saturday and had a fairly quiet evening at the horseshoe afterwards. Sunday I lunched with the Thomas's and slept in the sun most of the afternoon. Then to supper at the Atkinson's, and for a swim in the river, before driving to Bristol to collect Jan on the motorbike. We left Bristol at 11 for Plymouth but the lights soon died and we had to sleep in a wood till daylight, getting to his club on the Hoe in time for breakfast. Then onto Jellicle for a sail round to the Barbican for duty free cigarettes and the cask of salt pork, beef and bacon. The pressman insisted on my posing with the cask- weighing over 60 pounds-on my shoulders while being photographed from every angle.", "place":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3911.870524029532!2d-4.493696603998209!3d48.37823663598752!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4816bbe1d9925b93%3A0xc6488358179c30ab!2sBrest%2C%20France!5e1!3m2!1sen!2suk!4v1695047266568!5m2!1sen!2suk"},
    { "id":"1", "sea":"false", "location":"Ferrol", "date":"Friday night 26th August", "text":"Spain turned up rather suddenly towering out of the haze about half an hour ago- exactly ahead of us and it's exactly the range I expected. But the crew hadn't believed we were so near would rather surprised, and I hope impressed. It was just dusk when the lighthouse loomed up almost overhead- its 300 feet high- and then a few minutes later the outline of huge 1300 feet cliffs appeared- so close that they seemed on top of us.", "place":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d17252.19035194632!2d-8.25358717268064!3d43.480506774365445!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd2e7618d703d177%3A0x90284b0722a8b65b!2sFerrol%2C%20A%20Coru%C3%B1a%2C%20Spain!5e1!3m2!1sen!2suk!4v1695048088326!5m2!1sen!2suk"},
    { "id":"2", "sea":"false", "location":"Vigo", "date":"2nd September", "text":"We spent two days in Ferrol and one in Coruna where we sailed to see a bull fight but were a week to you soon.", "place":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d69798.89208145125!2d-8.807999795957121!3d42.22618666044394!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd2f621461b2c193%3A0x7b441dad174bd49f!2sVigo%2C%20Pontevedra%2C%20Spain!5e1!3m2!1sen!2suk!4v1695048294825!5m2!1sen!2suk"},
    { "id":"3", "sea":"true", "notes":"first one at sea", "location":"At sea", "date":"8th September", "text":"We're tearing along in the first decent breeze since we left Baiona nearly 24 hours ago, and I'm going to try to describe this trip to Madeira day by day. I left the sailor on the quayside at about 6:30 PM surrounded by our bevvy of attendant beauties, and sailed off with the boy Mick Atkinson. We took the anchor and chain below as we left and last hour big oar- the auxiliary motor- down on deck so that six feet of it's stuck out in front like a bowsprit. There was a little breeze from the west as we rounded the dangerous rocks i described in my worst selling article. Madeira was about 720 miles ahead - about 200 more than we've ever done before in one hop. Mick was navigating as we left, taking compass bearings every five minutes of various islands and landmarks. As soon as we were clear we have supper, and I checked the Rolex, which is keeping wonderful time, by the 9:00 PM news, and then slept until midnight. Mick woke me with a cup of ovaltine, and I kept watching till four. There is no wind at all and have been known since suffer, so and nearly stuck my head out of the Hatch every couple of minutes to make sure no fishing boats run into us. Meanwhile I was reading up some of my navigation books about the next leg of the trip. Mick took over at 4:00 until 7:30 when we had breakfast, and finished off a small carpentering job on the cockpit locker lid while he was waiting for the wind. We finished breakfast and washed up by 9; then he slept while I went for swim and scrubbed myself on the foredeck with salt water soap. I also talked up the brine in the salt horse cask and made a couple of small canvas for odds and ends.", "place":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d17479.106207806435!2d-8.869045629848575!3d42.119773832785725!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd25f344f453748d%3A0x72ee056562b08e6d!2sBaiona%2C%20Pontevedra%2C%20Spain!5e1!3m2!1sen!2suk!4v1695048391973!5m2!1sen!2suk" }
  ]
